Revit 2024 API
ParameterTypeId.PeakLatentCoolingLoad Property
 "Peak Latent Cooling Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId PeakLatentCoolingLoad { get; }
Visual Basic
Public Shared ReadOnly Property PeakLatentCoolingLoad As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PeakLatentCoolingLoad {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace